[
    "I like to creep around my home and act like a goblin. I don't know why but I just enjoy doing this. Maybe it's my way of dealing with stress or something but I just do it about once every week. Generally I'll carry around a sack and creep around in a sort of crouch-walking position making goblin noises, then I'll walk around my house and pick up various different \"trinkets\" and put them in my bag while saying stuff like \"I'll be having that\" and laughing maniacally in my goblin voice (\"trinkets\" can include anything from shit I find on the ground to cutlery or other utensils). The other day I was talking with my neighbours and they mentioned hearing weird noises like what I wrote about and I was just internally screaming the entire conversation. I'm 99% sure they don't know it's me but god that 1% chance is seriously weighing on my mind.",
    "Gregory, do you see the small vent on the floor? Have you ever heard of Among Us, Gregory? You need to vent. I know it will be hard for you to be sus, but i know you can do it Gregory.",
    "You think it's funny to take screenshots of people's NFTs, huh? You must be a very immature person to steal someone's property that they PAID for. Yeah, I said it. You're the kind of person who thinks that property theft (a seriously illegal offence) is a joke. I don't even know why you took that screenshot, because you didn't pay 1000 dollars for it. I did. The blockchain doesn't lie. Even if you try to save it, it's my property. You're just angry that you couldn't afford this priceless masterpiece. Even if you could, your fingers couldn't even click fast enough to get one of the 10000 NFTs sold. You're just mad you don't own what I own. So, delete that screenshot, or I swear, you'll be hearing from my lawyers.",
    "My soon-to-be 14 year old requested this book for her upcoming birthday. It all looked innocent enough, so I bought it. The vast majority of its pages contain roughly half a dozen words, often with a childish doodle scrawled in the corner. The words themselves have no context, no meaning. I see no humour which, given that it's aimed at young teens, would sort of be the point, wouldn't it? The rest of it is complete and utter nonsense, and not even the sort of nonsense you can raise a smile at. It doesn't make any sense. Any of it. I gather that this Tommyinnit person is a youtuber. When I wanted money in my early teens, I ran THREE (count 'em) paper rounds. Sitting in front of a webcam doing.... whatever this specimen actually does to pay for his apparently relentless overdosing of Haribo, was unthinkable at the time. Today, they're calling themselves Youtubers and writing books like this. Tomorrow, they'll be running the country. And that isn't going particularly well already. Let that sink in. Don't buy this book. It is rubbish and should not exist. You've probably had more fun reading this review than you would reading the book, AND my review is completely free. You're welcome."
]